/* alert message */
"Amazon lists are normally specific to a particular country. If you change the store your list may no longer be found." = "Les listes d'Amazon sont normalement spécifiques à un pays particulier. Si vous changez le magasin, votre liste ne peut plus être trouvée.";

/* button text */
"Cancel" = "Annuler";

/* button text */
"Change Store" = "Changer de magasin";

/* alert title */
"Change to the %@ Amazon store?" = "Aller au Magasin Amazon %@ ?";

/* button */
"Close" = "Fermer";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "Glisser ici les produits d'Amazon de votre navigateur de Web";

/* table cell */
"Loading product data\\U2026" = "Chargement des données du produit…";

/* table cell */
"No Internet connection" = "Aucune connexion Internet";

/* error message in tableview */
"No list with that ID was found" = "Aucune liste avec cet ID ne fut trouvée ";

/* table cell */
"No matching Amazon product found" = "Aucun produit d'Amazon correspondant trouvé";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "Pas tous les produits sont disponibles dans chaque pays. En changeant le magasin, certains des produits dans votre liste peuvent ne plus être trouvés.";

/* String_On_Page_Template */
"Please add Amazon products to this list using the Inspector." = "Veuillez ajouter les produits d'Amazon à cette liste en utilisant l'inspecteur.";

/* alert text */
"Please click the purple help button to view instructions on how to find the public URL of an Amazon list." = "Veuillez cliquer le bouton pourpre d'aide pour voir des instructions sur la façon de trouver l'URL de public d'une liste d'Amazon.";

/* Table placeholder text */
"Please enter the ID or public URL of an Amazon list above" = "Veuillez écrire l'identification ou l'URL publique d'une liste d'Amazon ci-dessus";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "Veuillez indiquer une liste d'Amazon (par exemple une liste de souhait ou un listmania) à afficher en utilisant l'inspecteur.";

/* table cell */
"Please specify an Amazon product to display" = "Veuillez indiquer un produit d'Amazone à afficher";

/* Tooltip text */
"The desired quantity of this product has been received." = "La quantité désirée de ce produit a été reçue.";

/* error message in tableview */
"The URL entered does not appear to be a public Amazon list URL" = "L'URL saisie ne semble pas être une URL publique de liste d'Amazon";

/* alert title */
"The URL entered is not the public URL of an Amazon list." = "L'URL saisie n'est pas l'URL public d'une liste d'Amazon.";

/* error message in tableview */
"There was an error loading the list." = "Il y avait une erreur en chargeant la liste.";

/* table cell */
"There was an error loading the product" = "Il y avait une erreur en chargeant le produit.";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "C'est un contenant pour un produit d'Amazon ; Il apparaîtra ici une fois publié ou si vous activez les flux de données en direct dans les préférences.";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "C'est un contenant ; votre liste d'Amazon apparaîtra ici une fois publiée ou si vous activez les flux de données en direct dans les préférences.";